{"songs": [{"title": "Aquemini", "album": "Aquemini", "year": "1998-09-29", "lyrics": "[Hook: André 3000]\nEven the sun goes down, heroes eventually die\nHoroscopes often lie, and sometimes 'y'\nNothin' is for sure, nothin' is for certain, nothin' lasts forever\nBut until they close the curtain (y'all know), it's him and I: Aquemini\n\n[Verse 1: Big Boi]\nNow is the time to get on, like Spike Lee said, \"Get on the Bus\"\nGo get your work and keep your beeper chirpin', it's a must\nIs you on that dust or cornstarch? Familiar with that smack, man?\nThe music is like that green stuff provided to you by sack man\nPacman, how in the fuck do you think we gon' do that, man?\nRidin' round Old National on 18's without no gat, man\nI'm strapped, man, and ready to bust on any nigga like that, man\nMe and my nigga we roll together like Batman and Robin\nWe prayed together through hard times and swung hard when it was fitting\nBut now we tappin' the brakes from all them corners that we be bending\nIn Volkswagens and Bonnevilles, Chevrolets and Coupe de Villes\nIf you ain't got no rims, nigga, don't get no wood grain steering wheel\nFor real, you can go on chill out and still build, let your paper stack\nInstead of going into overkill, pay your fuckin' beeper bill, bitch\n\n[Chorus: André 3000]\nEven the sun goes down, heroes eventually die\nHoroscopes often lie, and sometimes \"y\"\nNothin' is for sure, nothin' is for certain, nothin' lasts forever\nBut until they close the curtain, it's him and I: Aquemini\n\n[Verse 2: André 3000]\nTwice upon a time, there was a boy who died\nAnd lived happily ever after, but that's another chapter\nLive from home of the brave with dirty dollars\nAnd beauty parlors and baby ballers and bowling ball Impalas\nAnd street scholars, majoring in culinary arts\nYou know, how to work bread, cheese, and dough\nFrom scratch, but see the catch is you can get caught\nKnow what ya selling, what you bought, so cut that big talk\nLet's walk to the bridge, meet me halfway\nNow you may see some children dead off in the pathway\nIt's them poor babies walkin' slowly to the candy lady\nIt's lookin' bad, need some hope, like the words 'maybe', 'if', or 'probably'\nMore than a hobby, when my turntables get wobbly, they don't fall\nI'm sorry y'all, I often drift, I'm talking gift\nSo when it comes you never look the horse inside its grill\nOf course you know I feel like the bearer of bad news\nDon't want to be it but it's needed, so what have you?\nNow question: is every nigga with dreads for the cause?\nIs every nigga with golds for the fall? Naw\nSo don't get caught up in appearance\nIt's OutKast's Aquemini, another black experience\n\n[Chorus: André 3000]\nEven the sun goes down, heroes eventually die\nHoroscopes often lie, and sometimes 'y'\nNothin' is for sure, nothin' is for certain, nothin' lasts forever\nBut until they close the curtain, it's him and I: Aquemini\n\n[Verse 3: Big Boi]\nThe name is Big Boi, Daddy Fat Sax, the nigga that like them Cadillacs\nI stay down with these streets 'cause these streets is where my folks at\nBetter know dat, some say we pro-black, but we professional\nWe missed a lot of church so the music is our confessional\nGet off the testicles and the nutsacks\nYou bust rhyme, we bust back\nGet-get back for real niggas that's out here tryin' to spit facts\nYou hear dat? You can't come near dat, maybe you need to quit\nBecause Aquemini is Aquarius and  Gemini runnin' shit like this\n\n[Verse 4: André 3000]\nMy mind warps and bends, floats the wind, count to ten\nMeet the twin—André Ben, welcome to the lion's den\nOriginal skin, many men comprehend\nI extend myself so you go out and tell a friend\nSin all depends on what you believing in\nFaith is what you make it—that's the hardest shit since MC Ren\nAlien can blend right on in with your kin\nLook again, 'cause I swear I spot one every now and then\nIt's happening again, wish I could tell you when\nAndré, this is André, y'all are just gon' have to make amends\n\n[Chorus: André 3000]\nEven the sun goes down, heroes eventually die\nHoroscopes often lie, and sometimes \"y\"\nNothin' is for sure, nothin' is for certain, nothin' lasts forever\nBut until they close the curtain, it's him and I: Aquemini\n\n[Skit: André 3000]\nMaster: Finally, Igor! We've done it, we've done it!\nIgor: Yes, master! Yes, master!\nMaster: Igor, we've done it!\nBoth: Uh-oh\n(Woman Screaming)", "image": "https://images.genius.com/1d70ec18b556343d079f83245405002c.1000x1000x1.jpg"}], "artist": "OutKast"}