{
    "Kanye West": {
        "NBA 2K13 Soundtrack": {
            "Mercy": [
                [
                    "Okay, drop it to the floor, make that ass shake (shake, shake...)",
                    "Woah, make the ground move: that's an ass quake",
                    "Built a house up on that ass: that's an ass-tate",
                    "Roll–roll–roll my weed on it: that's an ass tray",
                    "Say, Ye, say, Ye, don't we do this every day–day? (huh?)",
                    "I work them long nights, long nights to get a payday (huh?)",
                    "Finally got paid, now I need shade and a vacay",
                    "And niggas still hatin'",
                    "So much hate, I need a AK (AK)",
                    "Now we out in Paris, yeah, I'm Perrierin'",
                    "White girls politickin': that's that Sarah Palin",
                    "Get–get–get–get–get–gettin' hot, Californicatin'",
                    "I give her that D 'cause that's where I was born and raised in"
                ],
                [
                    "Let the suicide doors up",
                    "I threw suicides on the tour bus",
                    "I threw suicides on the private jet",
                    "You know what that mean, I'm fly to death",
                    "I step in Def Jam buildin' like I'm the shit",
                    "Tell 'em gimme fifty million or I'ma quit",
                    "Most rappers' taste level ain't at my waist level",
                    "Turn up the bass 'til it's up-in-yo-face level",
                    "Don't do no press but I get the most press kit",
                    "Plus, yo, my bitch make your bitch look like Precious",
                    "Somethin' 'bout Mary, she gone off that molly",
                    "Now the whole party is melting like Dalí",
                    "Now everybody is movin' they body",
                    "Don't sell me apartment, I'll move in the lobby (yah)",
                    "Niggas is loiterin' just to feel important",
                    "You gon' see lawyers and niggas in Jordans (2 Chainz)"
                ]
            ]
        },
        "The Life of Pablo": {
            "Father Stretch My Hands, Pt. 1": [
                [
                    "Now, if I fuck this model",
                    "And she just bleached her asshole",
                    "And I get bleach on my T-shirt",
                    "I'ma feel like an asshole",
                    "I was high when I met her",
                    "We was down in Tribeca",
                    "She'll get under your skin if you let her",
                    "She'll get under your skin if you-uh",
                    "I don't even wanna talk about it",
                    "I don't even wanna talk about it",
                    "I don't even wanna say nothin'",
                    "Everybody gon' say somethin'",
                    "I'd be worried if they said nothin'",
                    "Remind me where I know you from",
                    "She lookin' like she owe you some'n",
                    "You know just what we want",
                    "I wanna wake up with you in my...",
                    "I wanna wake up with you in my..."
                ]
            ],
            "Ultralight Beam": [
                [
                    "Deliver us serenity",
                    "Deliver us peace",
                    "Deliver us loving",
                    "We know we need it",
                    "You know we need it",
                    "You know we need it",
                    "That's why we need you now, oh",
                    "Pray for Paris",
                    "Pray for the parents",
                    "This is a God dream",
                    "This is a God dream",
                    "This is a God dream"
                ]
            ]
        },
        "Kanye West Presents Good Music Cruel Summer": {
            "Clique": [
                [
                    "Break records at Louis, ate breakfast at Gucci",
                    "My girl a superstar all from a home movie",
                    "Bow on our arrival, the un-American idols",
                    "What niggas did in Paris, got 'em hangin' off the Eiffel",
                    "Yeah, I'm talkin' business, we talkin' CIA",
                    "I'm talkin' George Tenet, I seen him the other day",
                    "He asked me about my Maybach, think he had the same",
                    "Except mine tinted and his might have been rented",
                    "You know, white people get money, don't spend it",
                    "Or maybe they get money, buy a business",
                    "I rather buy 80 gold chains and go ign'ant",
                    "I know Spike Lee gon' kill me, but let me finish",
                    "Blame it on the pigment, we livin' no limits",
                    "Them gold Master P ceilings was just a figment",
                    "Of our imagination, MTV cribs",
                    "Now I'm lookin' at a crib right next to where TC lives",
                    "That's Tom Cruise, whatever she accuse",
                    "He wasn't really drunk, he just had a frew brews",
                    "Pass the refreshments, a cool, cool beverage",
                    "Everything I do need a news crew's presence",
                    "Speedboat swerve, homie, watch out for the waves",
                    "I'm way too black to burn from sunrays",
                    "So I just meditate at the home in Pompeii",
                    "About how I could build a new Rome in one day",
                    "Every time I'm in Vegas they screamin' like he's Elvis",
                    "But I just wanna design hotels and nail it",
                    "Shit is real, got me feelin' Israelian",
                    "Like Bar Refaeli, or Gisele-no, that's Brazilian",
                    "Went through, deep depression when my mama passed",
                    "Suicide, what kinda talk is that?",
                    "But I been talkin' to God for so long",
                    "That if you look at my life I guess he's talkin' back",
                    "Fuckin' with my clique"
                ]
            ],
            "Don't Like.1": [
                [
                    "A smile in my face is what I don't like",
                    "They steal your whole sound: that's a soundbite",
                    "The media crucify me like they did Christ",
                    "They want to find me not breathin' like they found Mike",
                    "(Whoa-oh-oh) A girl'll run her mouth only out of spite",
                    "(Whoa-oh-oh) But I'd never hit a woman, never in my life",
                    "(Ayy!) I was in too deep like Mekhi Phife'",
                    "(Ayy!) In that pussy so deep I could have drowned twice",
                    "(Whoa-oh-oh) Rose gold Jesus piece with the brown ice",
                    "(Whoa-oh-oh) Eatin' good: vegetarian with the brown rice",
                    "(Ayy!) Girls kissin' girls, 'cause it's hot, right?",
                    "(Ayy!) But unless they use a strap-on, then they not dykes",
                    "(Whoa-oh-oh) They ain't about that life, they ain't about that life",
                    "(Whoa-oh-oh) We hangin' out the window: it's about to be a Suge night",
                    "(Ayy!) Free Bump J, real nigga for life",
                    "(Ayy!) Shoutout to Derrick Rose, man, that nigga nice",
                    "(Whoa-oh-oh) Shoutout to L.E.P., Jay Boogie, right?",
                    "(Whoa-oh-oh) Chief Keef, King Louie, this is Chi, right? Right?!"
                ]
            ]
        },
        "My Beautiful Dark Twisted Fantasy": {
            "Monster": [
                [
                    "The best living or dead hands down, huh",
                    "Less talk, more head right now, huh",
                    "And my eyes more red than the devil is",
                    "And I'm 'bout to take it to another level, bitch",
                    "No matter who you go and get, ain't nobody cold as this",
                    "Do the rap and the track, triple double, no assists",
                    "And my only focus is staying on some bogus shit",
                    "Arguing with my older bitch, acting like I owe her shit",
                    "I heard that people sing raps to give the track pain",
                    "Bought the chain that always give me back pain",
                    "Fucking up my money so, yeah, I had to act sane",
                    "Chi nigga but these hoes love my accent",
                    "Chick came up to me and said, \"This the number to dial",
                    "If you wanna make your number one your number two now\"",
                    "Mix that Goose and Malibu, I call it \"Malibooyah\"",
                    "Goddamn, Yeezy, how he hit 'em with a new style?",
                    "Know that motherfucker well: \"What you gonna do now?\"",
                    "Whatever I want to do, gosh! It's cool now",
                    "Know I'm gonna do, ah, it's the new now",
                    "Think you motherfuckers really really need to cool out",
                    "'Cause you'll never get on top of this",
                    "So mommy, best advice is just to get on top of this",
                    "Have you ever had sex with a pharaoh?",
                    "Ahh, put the pussy in a sarcophagus",
                    "Now she claiming that I bruised her esophagus",
                    "Head of the class and she just won a swallowship",
                    "I'm living in the future so the present is my past",
                    "My presence is a present, kiss my ass"
                ]
            ]
        },
        "Yeezus": {
            "Bound 2": [
                [
                    "What you doin' in the club on a Thursday?",
                    "She say she only here for her girl birthday",
                    "They ordered champagne but still look thirsty",
                    "Rock Forever 21 but just turned thirty",
                    "I know I got a bad reputation",
                    "Walking-round-always-mad reputation",
                    "Leave-a-pretty-girl-sad reputation",
                    "Start a Fight Club, Brad reputation",
                    "I turnt the nightclub out of the basement",
                    "I'll turn the plane around, your ass keep complainin'",
                    "How you gon' be mad on vacation?",
                    "Dutty wining 'round all these Jamaicans",
                    "Uh, this that prom shit",
                    "This that what-we-do-don't-tell-your-mom shit",
                    "This that red-cup-all-on-the-lawn shit",
                    "Got a fresh cut, straight out the salon, bitch"
                ],
                [
                    "I wanna fuck you hard on the sink",
                    "After that, give you somethin' to drink",
                    "Step back, can't get spunk on the mink",
                    "I mean damn, what would Jeromey Romey Romey Rome think?",
                    "Hey, you remember where we first met?",
                    "Okay, I don't remember where we first met",
                    "But hey, admittin' is the first step",
                    "And hey, you know ain't nobody perfect",
                    "And I know, with the hoes I got the worst rep",
                    "But hey, their backstroke I'm tryna perfect",
                    "And hey, ayo, we made it: Thanksgivin'",
                    "So hey, maybe we can make it to Christmas",
                    "She asked me what I wished for on my wishlist",
                    "Have you ever asked your bitch for other bitches?",
                    "Maybe we could still make it to the church steps",
                    "But first, you gon' remember how to forget",
                    "After all these long-ass verses",
                    "I'm tired, you tired, Jesus wept"
                ]
            ],
            "New Slaves": [
                [
                    "My mama was raised in the era when",
                    "Clean water was only served to the fairer skin",
                    "Doin' clothes, you woulda thought I had help",
                    "But they wasn't satisfied unless I picked the cotton myself",
                    "You see it's broke nigga racism",
                    "That's that \"Don't touch anything in the store\"",
                    "And it's rich nigga racism",
                    "That's that \"Come in, please buy more\"",
                    "\"What you want, a Bentley? Fur coat? A diamond chain?",
                    "All you blacks want all the same things\"",
                    "Used to only be niggas, now everybody playin'",
                    "Spendin' everything on Alexander Wang",
                    "New slaves"
                ],
                [
                    "I throw these Maybach keys",
                    "I wear my heart on the sleeve",
                    "I know that we the new slaves",
                    "I see the blood on the leaves",
                    "I see the blood on the leaves",
                    "I see the blood on the leaves",
                    "I know that we the new slaves",
                    "I see the blood on the leaves",
                    "They throwin' hate at me",
                    "Want me to stay at ease",
                    "Fuck you and your corporation",
                    "Y'all niggas can't control me",
                    "I know that we the new slaves",
                    "I know that we the new slaves",
                    "I'm 'bout to wild the fuck out",
                    "I'm goin' Bobby Boucher",
                    "I know that pussy ain't free",
                    "You niggas pussy, ain't me",
                    "Y'all throwin' contracts at me",
                    "You know that niggas can't read",
                    "Throw on some Maybach keys",
                    "Fuck it, c'est la vie",
                    "I know that we the new slaves",
                    "Y'all niggas can't fuck with me",
                    "Y'all niggas can't fuck with 'Ye",
                    "Y'all niggas can't fuck with 'Ye",
                    "I'll move my family out the country",
                    "So you can't see where I stay",
                    "So go and grab the reporters",
                    "So I can smash their recorders",
                    "See, they'll confuse us with some bullshit",
                    "Like the New World Order",
                    "Meanwhile the DEA",
                    "Teamed up with the CCA",
                    "They tryna lock niggas up",
                    "They tryna make new slaves",
                    "See, that's that privately owned prison",
                    "Get your piece today",
                    "They prolly all in the Hamptons",
                    "Braggin' 'bout what they made",
                    "Fuck you and your Hampton house",
                    "I'll fuck your Hampton spouse",
                    "Came on her Hampton blouse",
                    "And in her Hampton mouth",
                    "Y'all 'bout to turn shit up",
                    "I'm 'bout to tear shit down",
                    "I'm 'bout to air shit out",
                    "Now what the fuck they gon' say now?"
                ]
            ],
            "Blood on the Leaves": [
                [
                    "I just need to clear my mind now",
                    "It's been racin' since the summertime",
                    "Now I'm holdin' down the summer now",
                    "And all I want is what I can't buy now",
                    "Cause I ain't got the money on me right now",
                    "And I told you to wait",
                    "Yeah, I told you to wait",
                    "So I'ma need a little more time now",
                    "Cause I ain't got the money on me right now",
                    "And I thought you could wait",
                    "Yeah, I thought you could wait",
                    "These bitches surroundin' me",
                    "All want something out me",
                    "Then they talk about me",
                    "Would be lost without me",
                    "We could've been somebody",
                    "Thought you'd be different 'bout it",
                    "Now I know you not it",
                    "So let's get on with it"
                ],
                [
                    "We could've been somebody",
                    "'stead you had to tell somebody",
                    "Let's take it back to the first party",
                    "When you tried your first molly",
                    "And came out of your body",
                    "And came out of your body",
                    "Running naked down the lobby",
                    "And you was screamin' that you love me",
                    "Before the limelight tore ya",
                    "Before the limelight stole ya",
                    "Remember we were so young",
                    "When I would hold you",
                    "Before the blood on the leaves",
                    "I know there ain't wrong with me",
                    "Something strange is happenin'"
                ],
                [
                    "You could've been somebody",
                    "We could've ugh, we could've been somebody",
                    "Or was it on the first party",
                    "When we tried our first molly",
                    "And came out of our body",
                    "And came out of our body",
                    "Before they call lawyers",
                    "Before you tried to destroy us",
                    "How you gon' lie to the lawyer?",
                    "It's like I don't even know ya",
                    "I gotta bring it back to the 'nolia"
                ],
                [
                    "To all my second string bitches, try and get a baby",
                    "Trying to get a baby, now you talkin' crazy",
                    "I don't give a damn if you used to talk to JAY-Z",
                    "He ain't with you, he with Beyoncé, you need to stop actin' lazy",
                    "She Instagram herself like #BadBitchAlert",
                    "He Instagram his watch like #MadRichAlert",
                    "He only wanna see that ass in reverse",
                    "Two-thousand-dollar bag with no cash in your purse",
                    "Now you sittin' courtside, wifey on the other side",
                    "Gotta keep 'em separated, I call that apartheid",
                    "Then she said she impregnated, that's the night your heart died",
                    "Then you gotta go and tell your girl and report that",
                    "Main reason cause your pastor said you can't abort that",
                    "Now your driver say that new Benz you can't afford that",
                    "All that cocaine on the table you can't snort that",
                    "That goin' to that owin' money that the court got",
                    "All in on that alimony, uh, yeah-yeah, she got you homie, yeah",
                    "'til death but do your part, unholy matrimony"
                ]
            ],
            "Black Skinhead": [
                [
                    "For my theme song (black)",
                    "My leather black jeans on (black)",
                    "My by-any-means on",
                    "Pardon, I'm getting my scream on (black)",
                    "Enter the kingdom (black)",
                    "But watch who you bring home",
                    "They see a black man with a white woman",
                    "At the top floor they gone come to kill King Kong",
                    "Middle America packed in (black)",
                    "Came to see me in my black skin (black)",
                    "Number one question they're askin'",
                    "Fuck every question you askin' (black)",
                    "If I don't get ran out by Catholics (black)",
                    "Here come some conservative Baptists",
                    "Claiming I'm overreactin'",
                    "Like them black kids in Chiraq bitch"
                ],
                [
                    "Stop all that coon shit (black)",
                    "Early morning cartoon shit (black)",
                    "This is that goon shit",
                    "Fuck up your whole afternoon shit",
                    "I'm aware I'm a wolf",
                    "Soon as the moon hit",
                    "I'm aware I'm a king",
                    "Back out the tomb bitch (black)",
                    "Black out the room, bitch (black)",
                    "Stop all that coon shit (black)",
                    "These niggas ain't doin' shit (black)",
                    "Them niggas ain't doin' shit",
                    "Come on, homie, what happened?",
                    "You niggas ain't breathin', you gaspin'",
                    "These niggas ain't ready for action",
                    "Ready-ready for action-action"
                ]
            ]
        }
    },
    "Pusha T": {
        "NBA 2K13 Soundtrack": {
            "Mercy": [
                [
                    "Yuugh! It's prime time, my top back, this pimp game, ho",
                    "I'm red leather, this cocaine, I'm Rick James, ho",
                    "I'm bill-droppin', Ms. Pac-Man, this pill-poppin' ass ho",
                    "I'm poppin' too, these blue dolphins need two coffins",
                    "All she want is some heel money",
                    "All she need is some bill money",
                    "He take his time, he counts it out",
                    "I weighs it up, that's real money",
                    "Check the neck, check the wrist",
                    "Them heads turnin': that's exorcist",
                    "My Audemars like Mardi Gras",
                    "That's Swiss time, and that's excellence",
                    "Two-door preference",
                    "Roof gone, George Jefferson",
                    "That white frost on that pound cake",
                    "So your Duncan Hines is irrelevant, woo",
                    "Lambo Murciélago",
                    "She go wherever I go",
                    "Wherever we go, we do it pronto, it's like-"
                ]
            ]
        },
        "Kanye West Presents Good Music Cruel Summer": {
            "Don't Like.1": [
                [
                    "Fraud niggas, y'all niggas, that's that shit I don't like",
                    "Your shit make-believe, rappin' about my own life",
                    "Real names kill things, that's that shit I won't write",
                    "'Cause my niggas still sellin' dope",
                    "Like they ain't on their third strikes",
                    "Campin' out in that corridor, fuck you waitin' on Jordans for?",
                    "I middle-man it for twenty-three",
                    "Just meet me somewhere 'round Baltimore",
                    "(Woo!) That's rare, nigga (Woo!) Ric Flair, nigga",
                    "(Woo!) The power's in my hair, nigga",
                    "(Woo!) I give this beat the chair, nigga",
                    "SoHo or Tribeca, three hoes: trifecta",
                    "Dope money, hope money, Hublot, my watch better",
                    "My pen's better, you don't write, trendsetter, you clone-like",
                    "Pay homage or K's vomit, ungrateful niggas I don't like-rrrah!"
                ]
            ]
        }
    },
    "2 Chainz & Big Sean": {
        "NBA 2K13 Soundtrack": {
            "Mercy": [
                [
                    "Okay, now catch up to my campaign",
                    "Coupe the color of mayonnaise",
                    "I'm drunk and high at the same time",
                    "Drinkin' champagne on the airplane (tell 'em)",
                    "Spit rounds like a gun range (baow)",
                    "Beat it up like Rampage",
                    "Hundred bands, cut your girl",
                    "Now your girl need a Band-Aid (damn)",
                    "Grade A, A1",
                    "Chain the color of Akon",
                    "Black diamonds, backpack rhymin'",
                    "Co-signed by Louis Vuitton (yep)",
                    "Horsepower, horsepower",
                    "All this Polo on, I got horsepower",
                    "Pound of this cost four thousand",
                    "Now I make it rain, she want more showers",
                    "Rain (rain) pourin' (pourin')",
                    "All my cars is foreign (foreign)",
                    "All my broads is foreign (foreign)",
                    "Money tall like Jordan"
                ]
            ]
        }
    },
    "Kelly Price & Choir": {
        "The Life of Pablo": {
            "Ultralight Beam": [
                [
                    "So why send oppression not blessings?",
                    "Why, oh, why'd you do me wrong? (More)",
                    "You persecute the weak",
                    "Because it makes you feel so strong",
                    "(To save) Don't have much strength to fight",
                    "So I look to the light",
                    "(War) To make these wrongs turn right",
                    "Head up high, I look to the light",
                    "Hey, 'cause I know that you'll make everything alright",
                    "And I know that you'll take good care of your child",
                    "Oh, no longer am afraid of the night",
                    "'Cause I, I look to the light"
                ]
            ]
        }
    },
    "Chance The Rapper": {
        "The Life of Pablo": {
            "Ultralight Beam": [
                [
                    "When they come for you, I will shield your name",
                    "I will field their questions, I will feel your pain",
                    "No one can judge",
                    "They don't, they don't know",
                    "They don't know",
                    "Foot on the Devil's neck 'til it drifted Pangaea",
                    "I'm moving all my family  from Chatham to Zambia",
                    "Treat the demons just like Pam",
                    "I mean I fuck with your friends, but damn, Gina",
                    "I been this way since Arthur was anteater",
                    "Now they wanna hit me with the woo wap, the bam",
                    "Tryna snap  photos of familia",
                    "My daughter look just like Sia, you can't see her",
                    "You can feel the lyrics, the spirit coming in braille",
                    "Tubman of the underground, come and follow the trail",
                    "I made Sunday Candy, I'm never going to hell",
                    "I met Kanye West, I'm never going to fail",
                    "He said, \"Let's do a good ass job with 'Chance 3'\"",
                    "I hear you gotta sell it to snatch the Grammy",
                    "Let's make it so free and the bars so hard",
                    "That there ain't one gosh darn part you can't tweet",
                    "This is my part, nobody else speak",
                    "This is my part, nobody else speak",
                    "This little light of mine",
                    "Glory be to God, yeah",
                    "I'ma make sure that they go where they can't go",
                    "If they don't wanna ride I'ma still give 'em raincoats",
                    "Know what God said when he made the first rainbow",
                    "Just throw this at the end if I'm too late for the intro",
                    "Ugh, I'm just having fun with it",
                    "You know that a nigga was lost",
                    "I laugh in my head",
                    "'Cause I bet that my ex looking back like a pillar of salt",
                    "Ugh, 'cause they'll flip the script on your ass like Wesley and Spike",
                    "You cannot mess with the light",
                    "Look at lil' Chano from 79th"
                ]
            ]
        }
    },
    "Big Sean": {
        "Kanye West Presents Good Music Cruel Summer": {
            "Clique": [
                [
                    "(B-I-G, oh God! Go)",
                    "I tell a bad bitch do whatever I say",
                    "My block behind me, like I'm coming out the driveway",
                    "It's grind day, from Friday to next Friday",
                    "I been up straight for nine days, I need a spa day (spa day)",
                    "Yup, she tryin' to get me that poon-tang",
                    "I might let my crew bang, my crew deeper than Wu-Tang",
                    "I'm rollin' with... fuck I'm saying? Girl, you know my crew name",
                    "You know 2 Chainz? Scrrr!",
                    "I'm pullin' up in that Bruce Wayne",
                    "But I'm the fuckin' villain",
                    "Man, they kneelin' when I'm walking in the buildin'",
                    "Freaky women I be feelin' from the bank accounts I'm fillin'",
                    "What a feelin'! Ah man, they gotta be",
                    "Young player from the D",
                    "That's killing everything that he see for the dough"
                ]
            ],
            "Don't Like.1": [
                [
                    "Whoa, we are not one and the same",
                    "Nigga, I'm fuckin' insane, fuck is you sayin'?",
                    "Yo' ass been doin' the same",
                    "Shit, not doin' what you sayin', dang",
                    "I told yo' old bitch she was fuckin' a lame",
                    "Turn one ho to a train",
                    "Blaow, blang, my niggas holdin' that pain",
                    "I just hope you been prayin'-bang bang!",
                    "Ridin' for my niggas and that's for life",
                    "High class, I'm just surrounded by these lowlives",
                    "And I run this bitch like it's no lights",
                    "Goin' hard the whole night 'cause I ain't goin' back to my old life",
                    "I promise"
                ]
            ]
        }
    },
    "Jay Z": {
        "Kanye West Presents Good Music Cruel Summer": {
            "Clique": [
                [
                    "(Click clack, stick 'em up!)",
                    "Yeah, I'm talkin' Ye, yeah, I'm talkin' Rih",
                    "Yeah, I'm talkin' B, nigga, I'm talkin' me",
                    "Yeah, I'm talkin' bossy, I ain't talkin' Kelis",
                    "Your money too short, you can't be talking to me",
                    "Yeah, I'm talkin' LeBron, we ball in our family tree",
                    "G.O.O.D. Music drug-dealing cousin",
                    "Ain't nothin' fuckin' with we, me",
                    "Turn that 62 to 125, 125 to a 250",
                    "250 to a half a million, ain't nothin' nobody can do with me",
                    "Now, who with me? ¡Vámonos! Call me Hov or Jefe",
                    "Translation: I'm the shit, least that what my neck say",
                    "Least that what my check say, lost my homie for a decade",
                    "Nigga down for like 12 years",
                    "Ain't hug his son since the second grade",
                    "Uh, he never told-who he gonna tell?",
                    "We top of the totem pole",
                    "It's the Dream Team meets the Supreme Team",
                    "And all our eyes green, it only means one thing",
                    "You ain't fuckin' with the clique"
                ]
            ]
        },
        "My Beautiful Dark Twisted Fantasy": {
            "Monster": [
                [
                    "Sasquatch, Godzilla, King Kong, Loch Ness",
                    "Goblin, ghoul, a zombie with no conscience",
                    "Question: What do these things all have in common?",
                    "Everybody knows I'm a motherfucking monster",
                    "Conquer, stomp ya, stop your silly nonsense",
                    "Nonsense, none of you niggas know where the swamp is",
                    "None of you niggas have seen the carnage that I've seen",
                    "I still hear fiends scream in my dreams",
                    "Murder, murder in black convertibles, I",
                    "Kill the block, I murder the avenues, I",
                    "Rape and pillage your village, women and children",
                    "Everybody want to know what my Achilles' heel is",
                    "Love, I don't get enough of it",
                    "All I get is these vampires and blood-suckers",
                    "All I see is these niggas I made millionaires",
                    "Milling about, spilling they feelings in the air",
                    "All I see is these fake fucks with no fangs",
                    "Tryna draw blood from my ice-cold veins",
                    "I smell a massacre",
                    "Seems to be the only way to back you bastards up"
                ]
            ]
        }
    },
    "Rick Ross": {
        "My Beautiful Dark Twisted Fantasy": {
            "Monster": [
                [
                    "Bitch, I'm a monster, no-good blood-sucker",
                    "Fat motherfucker, now look who's in trouble",
                    "As you run through my jungles all you hear is rumbles",
                    "Kanye West samples, here's one for example"
                ]
            ]
        }
    },
    "Nicki Minaj": {
        "My Beautiful Dark Twisted Fantasy": {
            "Monster": [
                [
                    "Pull up in the monster, automobile gangsta",
                    "With a bad bitch that came from Sri Lanka",
                    "Yeah I'm in that Tonka, color of Willy Wonka",
                    "You could be the king but watch the queen conquer",
                    "Okay, first things first, I'll eat your brains",
                    "Then I'ma start rocking gold teeth and fangs",
                    "'Cause that's what a motherfucking monster do",
                    "Hair dresser from Milan, that's the monster 'do",
                    "Monster Giuseppe heel, that's the monster shoe",
                    "Young Money is the roster and a monster crew",
                    "And I'm all up, all up, all up in the bank with the funny face",
                    "And if I'm fake, I ain't notice 'cause my money ain't",
                    "So let me get this straight, wait, I'm the rookie?",
                    "But my features and my shows ten times your pay?",
                    "50K for a verse, no album out",
                    "Yeah, my money's so tall that my Barbies got to climb it",
                    "Hotter than a Middle Eastern climate, violent",
                    "Tony Matterhorn, \"Dutty Wine\" it, wylin'",
                    "Nicki on them titties when I sign it",
                    "That's how these niggas so one-track-minded",
                    "But really, really I don't give a F-U-C-K",
                    "\"Forget Barbie, fuck Nicki 'cause she's fake\"",
                    "\"She on a diet,\" but my pockets eating cheesecake",
                    "And I'll say, bride of Chucky, it's Child's Play",
                    "Just killed another career, it's a mild day",
                    "Besides, 'Ye, they can't stand besides me",
                    "I think me, you, and Am should ménage Friday",
                    "Pink wig, thick ass, give 'em whiplash",
                    "I think big, get cash, make 'em blink fast",
                    "Now look at what you just saw, this is what you live for",
                    "Aaaah, I'm a motherfucking monster!"
                ]
            ]
        }
    },
    "Chief Keef": {
        "Kanye West Presents Good Music Cruel Summer": {
            "Don't Like.1": [
                [
                    "Fake Gucci, that's that shit that I don't like (nah, nah)",
                    "Smokin' on this dope, higher than a kite",
                    "This bitch gon' love me now, she gon' let me pipe (nah)",
                    "Screamin', \"Sosa, that's that nigga that I like!\" (Sosa)",
                    "I don't want relations, I just want one night (one night)",
                    "'Cause a thirsty bitch, that's the shit that I don't like (nah)",
                    "I got tats up on my arm 'cause this shit is life (that's life, tatted)",
                    "And I stunt so much in clothes 'cause I'm livin' life (life)",
                    "I come up on the scene, and I'm stealin' light",
                    "Bitch, I'm high off life, got me feelin' right (300)",
                    "Bitch, I'm Chief Keef, fuck who don't like!",
                    "An-an-and bitch, we GBE, we just go on sight"
                ]
            ]
        }
    },
    "Jadakiss": {
        "Kanye West Presents Good Music Cruel Summer": {
            "Don't Like.1": [
                [
                    "I done sold purp (purple), I done sold white (white)",
                    "Runnin' outta work, that's that shit I don't like (nah)",
                    "She never let me hit it (nah), she gave me dome twice (haha)",
                    "She blowin' up my phone, that's that bitch I don't like",
                    "Nah, jean jacket with the sleeves cut",
                    "Put the pressure on 'em, just when they think that I eased up",
                    "Thirty for the Cuban, 'nother thirty for the Jesus (uh-huh)",
                    "Believe in ourselves when nobody else believed us, suckas!"
                ]
            ]
        }
    }
}